CR_VS-UMCF_J-DOE08/0/Building/pc
FoamFile
{
  version    2.0;
  format    ascii;
  class    volScalarField;
  location    "345600/leeward";
  object    pc;
}
dimensions    [1 -1 -2 0 0 0 0];
internalField    uniform -1e7;
boundaryField
{
  buildings_to_air
  {
    type    compressible::CFDHAMsolidMoistureCoupledImpermeable;
    value    uniform -1e7;
  }
  interior
  {
    type    zeroGradient;
  }
  sides
  {
    type    zeroGradient;
  }
}
