CR_VS-UMCF_J-DOE08/0/air/Tambient
(
(    0   300.34999999999997   )
(    3600   300.34999999999997   )
(    7200   300.34999999999997   )
(    10800   301.45   )
(    14400   301.45   )
)
