CR_VS-UMCF_J-DOE08/0/air/k
FoamFile
{
  version    2.0;
  format    ascii;
  class    volScalarField;
  location    "0/air";
  object    k;
}
dimensions    [0 2 -2 0 0 0 0];
internalField    uniform 1.2;
boundaryField
{
  left
  {
    type    slip;
  }
  right
  {
    type    slip;
  }
  top
  {
    type    slip;
  }
  bottom
  {
    type    kqRWallFunction;
    value    uniform 1.2;
  }
  back
  {
    type    zeroGradient;
  }
  front
  {
    type    turbulentIntensityKineticEnergyInlet;
    intensity    0.15;
    value    uniform 0.1;
  }
  Building
  {
    type    kqRWallFunction;
    value    uniform 1.2;
  }
}
