CR_VS-UMCF_J-DOE08/0/vegetation/T
FoamFile
{
  version    2.0;
  format    ascii;
  class    volScalarField;
  location    "0/vegetation";
  object    T;
}
dimensions    [0 0 0 1 0 0 0];
internalField    uniform 297;
boundaryField
{
  left
  {
    type    mapped;
    field    T;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
  right
  {
    type    mapped;
    field    T;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
  back
  {
    type    mapped;
    field    T;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
  front
  {
    type    mapped;
    field    T;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
  bottom
  {
    type    mapped;
    field    T;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
  top
  {
    type    mapped;
    field    T;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
  air_to_vegetation
  {
    type    mappedLeafTemperature;
    field    Tl;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
  Building
  {
    type    mapped;
    field    T;
    setAverage    0;
    average    0;
    interpolationScheme    cell;
    value    uniform 297;
  }
}
