CR_VS-UMCF_J-DOE08/constant/Building/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     0.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/Building/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


3
(
    sides
    {
        type            wall;
        inGroups        List<word> 0();
        nFaces          4080;
        startFace       960648;
    }

    buildings_to_air
    {
        type            mappedWall;
        nFaces          40112;
        startFace       964728;
        sampleMode      nearestPatchFace;
        sampleRegion    air;
        samplePatch     Building;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

    interior
    {
        type            patch;
        nFaces          40112;
        startFace       1004840;
    }

)


// ************************************************************************* //
