CR_VS-UMCF_J-DOE08/constant/IDN
(
(    0   515   )
(    3600   290   )
(    7200   264   )
(    10800   259   )
(    14400   254   )
)
