CR_VS-UMCF_J-DOE08/constant/air/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     0.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/air/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


7
(
    left
    {
        type            patch;
        nFaces          154;
        startFace       189660;
    }

    right
    {
        type            patch;
        nFaces          154;
        startFace       189814;
    }

    back
    {
        type            patch;
        nFaces          98;
        startFace       189968;
    }

    front
    {
        type            patch;
        nFaces          98;
        startFace       190066;
    }

    bottom
    {
        type            wall;
        inGroups        List<word> 0();
        nFaces          3271;
        startFace       190164;
    }

    top
    {
        type            patch;
        nFaces          308;
        startFace       193435;
    }

    Building
    {
        type            mappedWall;
        inGroups        List<word> 0();
        nFaces          7288;
        startFace       193743;
        sampleMode      nearestPatchFace;
        sampleRegion    Building;
        samplePatch     buildings_to_air;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

)


// ************************************************************************* //
