CR_VS-UMCF_J-DOE08/constant/vegetation/radiationProperties
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  location    "constant";
  object    radiationProperties;
}
radiationModel    viewFactorSky;
viewFactorSkyCoeffs
{
  smoothing    true;
  constantEmissivity    true;
}
solverFreq    1;
absorptionEmissionModel    none;
scatterModel    none;
