CR_VS-UMCF_J-DOE08/system/extrudeMeshDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    extrudeMeshDict;
}
constructFrom    surface;
sourceCase    "../cavity";
sourcePatches    (movingWall);
exposedPatchName    movingWall;
surface    "constant/triSurface/Building.stl.gz";
flipNormals    true;
extrudeModel    linearNormal;
nLayers    10;
expansionRatio    1.2;
sectorCoeffs
{
  axisPt    (0 0.1 -0.05);
  axis    (-1 0 0);
  angle    360;
}
linearNormalCoeffs
{
  thickness    0.1;
}
linearDirectionCoeffs
{
  direction    (0 1 0);
  thickness    0.05;
}
linearRadialCoeffs
{
  R    0.1;
  Rsurface    0.01;
}
radialCoeffs
{
  R    table ((0 0.01)(3 0.03)(10 0.1));
}
sigmaRadialCoeffs
{
  RTbyg    1;
  pRef    1;
  pStrat    1;
}
mergeFaces    false;
mergeTol    0;
