CR_VS-UMCF_J-DOE08/system/surfaceFeaturesDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    surfaceFeaturesDict;
}
surfaces    ("Building.stl" );
includedAngle    90;
subsetFeatures
{
  nonManifoldEdges    no;
  openEdges    yes;
}
#includeEtc    "caseDicts/surface/surfaceFeaturesDict.cfg";
