CR_VS-UMCF_J-DOE08/system/vegetation/createPatchDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    createPatchDict;
}
pointSync    false;
patches
(
  {
    name    air_to_vegetation;
    patchInfo
    {
      type    wall;
    }
    constructFrom    patches;
    patches    (vegetation);
    set    f0;
  }
);
