CR_VS-UMCF_J-DOE08/system/vegetation/decomposeParDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  location    "system";
  object    decomposeParDict;
}
method    scotch;
numberOfSubdomains    12;
scotchCoeffs
{
}
